Revit 2024 API
UnitTypeId.PoundsMassPerHour Property
 Pounds mass per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundsMassPerHour { get; }
Visual Basic
Public Shared ReadOnly Property PoundsMassPerHour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundsMassPerHour {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace